Repository: mozilla-l10n/mt-training-data
Catalog: scl/scl_pontoon.tmx
Source language: en_us
Languages: scl

source: Off
scl: تھپ تھے

source: Offensive Content
scl: روش اڑیا رینیک/دِیجین موجی

source: Offensive language
scl: کھچی باش

source: Offensive speech
scl: روش تھیاریک باش

source: Offline Sources
scl: ںیٹ بن بو ہُوں تو زریا

source: On
scl: سنگ تھے

source: On desktop devices you can contribute by downloading…
scl: ڈسک ٹاپو چیزو نی ڈاونلوڈ تھے ساتی با

source: On his head he wore a beret.
scl: شیشانی زو سے کھوئی بونیوں

source: On iOS please continue with Safari to enable recording…
scl: ریکارڈنگ یجریونو آئی اوسیا سفاری گنی یازا

source: Only show me sentences and clips from my variant
scl: مو ویرئینٹو سا موجی گہ کلیپی پشائی

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
scl: جے واری، توسے گناؤ کہ رزیک سے کریگا آ موش نے پشاؤ، آسے کاری زو سے ٹھس تھے رزیو تو لنگ/رجیکٹ تھے۔ تا توٹے ہیجے نا وتی تو، لنگ تھین /سکپو ٹکایا زاپ تھے۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
scl: تُسے گُنا کہ رجاک سے انو موش کرے نے پرُودوں، سم تھے گہ نے رجوں، تو انو موش نے منے۔ تُوئیڑے اکی لیل نُش تو "پھت تھے" بٹن زراب تھے

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
scl: نائی نائی چیزی بیسے تھونیسیک کرومو ہییو ہاں۔ ریسرچئی سانتی، ڈیٹا یو تھیونو گہ موجی کھوجونئی کاریو <emailFragment> انے اِیفا۔ </emailFragment>

source: Optionally join on our email list for updates and new information about the project.
scl: معلومات کا مشے کاری گا اسی ای میلو فہرستنی گٹی با۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
scl: آپشننی چینیلو جکو ڈیٹا (عمر، جنس، باش، گہ شونگو) تھئی پرفائلییا پورے جگو ہتھنینی نے دون، نا ڈیٹا سیٹنی تھو اکاؤنٹ نلا یو بیو۔ اک اک شونگو کلپی جگو ڈیٹا نلا چھورینو ہی تاکہ جک سے سیو تھے سیچین۔ مثالیک، اک چکیک سے اک خاص جکو دیشیک تربیتی کاری گینو۔

source: Ormuri
scl: اورمُری

source: Ossetian
scl: اوسیشیان

source: Other
scl: موتے

source: Other Language
scl: مُتی باش

source: Other people validate those voice clips.
scl: مُتے جک سے آ شونگے منینا

source: Other voice datasets…
scl: مُتے شونگو ڈیٹا سیٹی۔۔۔

source: Other Voice Datasets
scl: مُتے شونگو ڈیٹا سیٹی

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
scl: اسو کویو رچھالو توکچی ایپھئی توٹے ساتی بونو۔ موتے کوئی جک سے تھی باشیا کروم تھیو ہاں تو گا تو ٹے رزے

source: Our governance is founded on the pillars of:
scl: اسو نظام تھُونونی ہُوں:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
scl: اَسئیی باش اَسئیی شِلوک، اَسئیی کمیونٹی، اَسئیی ثقافت۔ آ تو اَدَو ڈیٹا سیٹیک سَنون کوئی بیسے پُوری دنیاتینی چَکیونو خوش تھونیس۔

source: Our Partners
scl: اسے سانتی

source: Our partners include...
scl: اسے سَجِییارونی یو بِیلاں۔۔۔

source: Overall Accuracy
scl: سم ہانک پُورے/بُٹے

source: Overall Hr. Total
scl: کُل بِل ایچ آر

source: p
scl: پی

source: Paiwan
scl: پائیوان

source: Palula
scl: پَلُولا

source: Papantla Totonac
scl: پاپانٹلا ٹوٹونیک

source: Papiamento
scl: پاپیامینٹو

source: Papiamento (Aruba)
scl: پاپیامینتو (اروبا)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
scl: باشو موش کل تھین کمیونٹی نی یو بو، جیک کھُوجے، آنوپیرتے بونے ہانک موجی گہ کِیسائے سِیچ۔

source: Partner
scl: ساتی

source: Partners
scl: سانتی

source: Partnerships
scl: سجئیی

source: Partnerships and networks
scl: سانتی گہ رابطائی

source: Partnerships, Press and Stories, Community and Languages
scl: سجیئی، پریس گہ شیلوکیے، کویوچ گہ باشے

source: Partner with us
scl: اسو نلا سجیئار با

source: [Part of the text can’t be heard]
scl: لکھے ہیںکے نیو کمیک نے پرُوجے جیں۔

source: Pashto
scl: پشتو

source: Past recordings download requests
scl: مُچھینیئے ریکارڈنگو ڈاؤنلوڈ لُکھے۔

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
scl: کامن وائس عام جگو کاری وائس ڈیٹا سیٹ ہوں۔ پورہ دنیا جو والنٹئریسے یجارینا ۔ کو سیڑے وائس اپلکیشن سنیونی ہی تو زیسے ڈیٹا سیٹر سچیاریونو مشین لرننگ موڈل استعمال تھیون بینا. کامن وائس عام جگو کاری وائس ڈیٹا سیٹ ہوں۔نو پوری دنیا جو والنٹئریسے یجارینا ۔ کوسیڑے وائس اپلکیشن سنیونی ہی تو زیسے ڈیٹا سیٹڑے سچیاریونو مشین لرننگ موڈل استعمال تھیون بینا۔ کورے لاڈیٹا سیٹ اداۓ کمپنیو کچ ہاں کوئسے نانا کرومی تھیناۓ۔ وائس ڈیٹا سیٹ گہ ادئ ایک کمپنیک ہِیں: انگلش رجون نے بینیک جک، چوکے، روگوٹے، مُلاۓ گہ LGBTQIA جک۔ انیسو مطلب ہِیں کہ شونگو کھلینیک ٹیکنالوجئے سے باشے بُٹیو کروم تھیون نے بیناۓ- کروم تھیناۓ تو گہ بُٹئے باشوڑے برابر کروم نے تھیناۓ بیسے انی بدل تھیوں ہانس تاکہ جک پورے تیار بوئی تومے باش پوری دنیاڑے ایفیارین۔

source: People come and contribute their voices.
scl: جک اوئی تومے شونگے یو تھینا

source: Persian
scl: فارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
scl: تومو ڈیشبورڈی سے تُو ہر منوجو گہ کمیونیٹیو بڑیاریو بارئنی لیل بیئں۔

source: Personally Identifiable Information
scl: تھینئی سوجون تھیونو موجی/معلوماتے

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
scl: <playbookLink> آنے تُوڑے پُوری کامن وائیسی نی سانتی دیک گائیڈینس ہیں </playbookLink> تومی کُویو سنیونی تو گینی ڈیٹا سیٹو استعمالے ڈنگ۔ جدو علاوہ اسئی کمیونٹی نی یو بونو گہ

source: <playIcon></playIcon>Last one!
scl: <playIcon> </playIcon> چھُپینو اک!

source: Play/Stop
scl: یجار/ نے یجار

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
scl: اسیئی <templateFileLink> ٹیمپلیٹ فایئل آنے چکے۔ تھے موجی کاپی رائیٹ فری (CC0 بونو اواجیئی۔ یا چینیاکئی اجازت بونو اواجیئی۔ واضح، گرامرینی سم، رجونو آسان بونو اواجیئی۔ چینیئیک موجی راجونو دائی یا پنزیلائی سکینڈ شاچونو اواجیئی۔ نمبری، نومی گہ اجونی علامتے نے بونو اواجیئی۔

source: Please fill out this field.
scl: آنی پُورے

source: Please select a language to review sentences.
scl: موجی چکیونو کاریو باشیک دی تھے

source: Polish
scl: پولش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
scl: تھو کھاتہ نُش تو <pontoonAccountLink> کھاتہ(اکاؤنٹ) واشے </pontoonAccountLink> ہو تھانی باش ہُونڈ تھے۔ <strong> یوتھے/ یو بو (team) </strong> یا ہو پروجیکٹ ہُونڈ تھے<pontoonCvLink> ایکشان شونگو </pontoonCvLink> آدے ترجمہ تھیونو فائلے ہائیں۔ ایکنی کلک تھے۔ ہو انی سے موجی گہ پشاریں، ترجمہ تھیونو خاناک گہ پشارِیں

source: Portuguese
scl: پورتگیز

source: Powered by global communities, for global communities — 130 languages and growing!
scl: دُنیاتو کمیونیٹِئیے سے یَجارینائیے، دُنیاتو کمیونیٹِیو کاری — 130 باشی گہ بَسکیئے گہ!

source: Press and stories
scl: پریس گہ شِلوگے

source: Press and Stories
scl: پریس گہ چگائیے/شِلوکے

source: Press play, listen & tell us: did they accurately speak the sentence below?
scl: "یجار" زاپ تھے، کونڈے اور اسوڑے رس: جیسے کھری دے ہوں موش سیو تھے رزیا دا؟

source: Press { shortcut-play-toggle } to toggle play mode
scl: یجاریونو کاری { shortcut-play-toggle }زاپ تھے

source: Privacy
scl: لِیشیار

source: <privacyLink>Privacy</privacyLink>
scl: <privacyLink> سِیر</privacyLink>

source: Privacy Policy
scl: سریئیو پالیسی

source: Privacy, security and transparency.
scl: سِیر، راچھی گہ سُونچیار

source: Pro
scl: سانت دیک

source: Profile
scl: پروفایئل

source: Profile information improves the audio data used in training speech recognition accuracy.
scl: پروفائلو معلومات سے باش لیل تھیونونی سیو کرومی موتی گا سم تھےی

source: Progress
scl: مُچھوڑے کھس

source: Public Domain
scl: عام جکو دِش

source: Publicly accessible open speech datasets in 130+ languages
scl: عام جَکوڑے شونگو ڈیٹاسیٹ (130) ایک شل گہ بی گہ دَیو نیو گہ لائیے باشو نی

source: Pular Guinea
scl: پلار گینا

source: Punctuation
scl: کِشئیے گہ ٹِکے

source: Punjabi
scl: پنجابی

source: Puno Quechua
scl: پنو کویچوا

source: Quechua Ambo-Pasco
scl: کویچوا ایمبو-پاسکو

source: Quechua Arequipa-La Unión
scl: کویچوا اریکویپا-لا یونین

source: Quechua Cajatambo
scl: کویچوا کاجاتامبو

source: Quechua Chanka
scl: کویچوا چنکا

source: Quechua Chiquián
scl: کویچوا چِکویان

source: Quechua Corongo Ancash
scl: کویچوا کورونگو انکیش

source: Quechua Jauja Wanka
scl: کویچوا جواجا وانکا

source: Quechua Pasco Santa Ana de Tusi
scl: کویچوا پاسکو سانٹا آنا دے تُوسی

source: Quechua Sihuas Ancash
scl: کویچوا سیہُواس انکیش

source: Quechua Yauyos
scl: کویچوا یاؤیوس

source: r
scl: آر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
scl: ہُن بو ہوں انگریزی نی اک مشو ہوں، دُو نُش

source: Rate limit exceeded. Try again in { $retryLimit } minutes
scl: گنجائش پھش بیلی۔ دُگُنی اک منٹانی تھے۔{ $retryLimit }

source: Rate limit exceeded. Try again in { $retryLimit } seconds
scl: گنجائش پھش بیلی۔ دُگُنی اک منٹانی تھے۔{ $retryLimit }

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
scl: گورنمنٹو، نان پرافٹ گہ میڈیا آرگنائیزیشنونی چکے کہ زیسے زینو ویب کنٹینٹ، رپوٹے یا مُتے معلوماتے عام جکو کاریو چینیون بینا دا

source: Reader Effects
scl: رزیکئی اثر

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
scl: پٹویا لیکھیتے موجی سم تھے پڑیونو اواجینا۔ کونڈوجیو شونگ تھیا کہ کا لکھیتے ہاں آ اکی ریکارڈنی بونو اواجینا؛ اگر جےسے گٹی تھیا، یو تھیا، یا ٹھس تھیا تو لنگ تھے۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
scl: کم تھے رجیک آنے نُش۔ 'بے ہانس' سئی دیشی نی 'بہ ہس' یا انی انائی مُتیک

source: Read More
scl: موتو رس

source: Read more on our About page
scl: اسو اسنو پٹو موتی پڑے

source: Read sentences
scl: موجی رَس

source: Read Sentences
scl: موش رس

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
scl: تومی باشی نی کُوری گی موجی رَس، دُنیاتینی لیگی لا اَجونے جَکو شونگو ڈیٹا سیٹی نی یو بو

source: Read Sentences, Answer Questions
scl: موشی رس، کھوجیکو جواب دے

source: Read Sentences <small>(Coming soon)</small>
scl: موجی رَس <small> لوکو اِیوں ہِیں <small>

source: Read sentences submitted by the community in various languages
scl: جک سے آنے مُتی مُتی باشونی چینیئیک موجی رس

source: Read the sentence carefully - don’t miss, change or add words.
scl: موجی شونگ تھے رس۔ موجی فت نے تھے، بدل نے تھے یا یو نے تھے۔

source: Ready to add your voice or lend your ear?
scl: تھنو شونگو چینیونو یا کونڈ دیونو تیار ہَوں۔

source: Ready to contribute?
scl: چینیونو تیار ہوں دا؟

source: Ready to do { $count } more?
scl: مُتے تھیونوتیار { $count } ؟

source: Ready to donate your voice?
scl: تومو شونگو دیونو تیار ہان دا؟

source: Ready to help validate sentences?
scl: موجی چکے منیونو تیار ہَوں دا؟

source: reCAPTCHA is required if you want to proceed
scl: ری کیپچا اواجوں، پاٹے بوجونو ہی تو

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
scl: کامن وائیسو بارینی ای میلی گین، خپ گہ مقصتو یاد دیانی کاریو، نائی تازہ گہ نیوز لیٹری

source: Recorded Clips
scl: ریکارڈ تھیئک کلیپی

source: Recorded Hours
scl: ریکارڈ بیلیک گنٹائی

source: <recordIcon></recordIcon> Last one!
scl: چھوپینو

source: [Recording cut off before the end of the last word]
scl: پتینو موش پھش بونینیو مُوچھوڑے ریکارڈنگ پھش تھیونو

source: Recordings
scl: ریکارڈنگ

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
scl: وائس کلپی ریکاردڈ تھیونو اسو پورو ڈیٹاسیٹ سینونو کاری لیگی لائی اواجیک بل؛ چیک سے انو لاؤ چینالو گا کلینا۔

source: Record/Stop
scl: ریکارڈ تھے/ بند تھے

source: Record your response
scl: تومو شونگو ریکارڈ تھے

source: Record yourself reading sentences in your language
scl: تومی باشینی موجی رجوں ریکارڈ تھے

source: Record yourself responding to questions and prompts in your language
scl: تومی باشینی آنے کھوجیکو جواب ریکارڈ تھے

source: Record your voice
scl: تومو شونگو ریکارڈ تھے

source: Reference the source of your sentence (required)
scl: تھنو موجو حوالہ دے (اواجوں)

source: Refresh
scl: ری فریش تھے

source: Reject
scl: نے منے

source: Remove
scl: لنگ تھے

source: Remove Avatar
scl: اوتار لنگ تھے

source: Report
scl: رپورٹ

source: Report was passed successfully
scl: اطلاع مُچھوڑے گئیں۔

source: Request a Language
scl: باشیک لُکھے

source: Request recordings
scl: ریکارڈنگ لُکھے

source: *required
scl: اواجیک

source: Re-record
scl: دوگنی ریکارڈ تھے

source: Re-record clip
scl: کلپ پھرا ریکارڈ تھے

source: Respond
scl: جواب دے

source: Respond To Prompt
scl: پرومپٹیڑے جواب دے

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
scl: تھَنی باشوڈیٹا سیٹ سَنیونو جواب دے۔ رَزینیک باشوکاری لاؤ سَم ہُوں

source: Response deleted successfully
scl: جواب سم بو کَش بِیلیں۔

source: Response submitted successfully
scl: جواب سم بو چینیجِیلی

source: Return
scl: واپس بو

source: Return here to edit your goal anytime.
scl: واپس آنے کوئی کھینی بدل تھیونو

source: Return to Common Voice
scl: کامن وائیسینی واپس بو

source: Return to Common Voice Datasets
scl: کامن وائس لک پھری چے

source: Return to Languages
scl: باشوواری واپس بو

source: Review
scl: دُوگُنی چکے

source: Review could not be saved. Please try again later.
scl: دُوگُنی چکاک نے چھُریجیلوں۔ پتینیو دُوگُنی تھے

source: ⓘ Review Criteria
scl: دُوگُنی چکیونو تراکٹی

source: Review Criteria
scl: دُوگُنی چکیونو تراکٹی

source: Reviewed sentences not submitted, are sure?
scl: پھرا چکاک موجی نے چھینی جیلاں نے؟

source: Review existing sentences submitted by the community
scl: آنے ہانک جک سے چینیئیک موجی دُگُنی چکے۔

source: Reviewing Sentences
scl: موجی دُگُنی چکیونو

source: Review & re-record clips here as you go
scl: بھڑا چکے نے دوگنی ریکارڈ تھے کا ٹےمیا تو یازے

source: Review & re-record clips if needed
scl: تا اوجی لے توبھڑا چکے نے دوگنی ریکارڈ تھے

source: Review Sentences
scl: موجی پھرا چکے

source: Review sentences in your language
scl: تھنی باشو موجی دُگُنی چکے۔

source: Review & Submit
scl: بھڑا چکے نے چھین

source: Review transcriptions
scl: کَچَٹ تھیئک پھَرا چَکے۔

source: Review transcriptions of recorded sentences for accuracy
scl: ریکارڈ تھیئیک موجی سم ہاں دا چکیونو ٹرانسکرپشنے دُگُنی چکے۔

source: Review Transcriptions <small>(Coming soon)</small>
scl: ٹرانسکرپشنے/ لکھیئیک دُگُنی چکے <small> لوکو اونو ہوُں </small>

source: Review user-submitted transcriptions in your language
scl: جک سے چینیئیک تھنی باشینی دُگُنی چکے

source: Romanian
scl: رومانین

source: Romansh Sursilvan
scl: روماش سورسیلوان

source: Romansh Vallader
scl: رومنش والیڈار

source: Rukai
scl: رُکائی

source: Runyankole
scl: رنیانکول

source: Russian
scl: رشین

source: Ruuli
scl: رُولی

source: s
scl: ایس

source: S
scl: ایس

source: Sabah Bisaya
scl: صباح بِصایہ

source: Sabah Malay
scl: صباح مالے

source: Sa'ban
scl: شعبان/ سعبان

source: Sakha
scl: سکھا

source: Sakizaya
scl: ساکیزایا

source: Santali (Ol Chiki)
scl: سینٹالی (اوئی چکی)

source: Saraiki
scl: سرائیکی

source: Sardinian
scl: سرڈینین

source: Save
scl: سموٹے

source: Saved
scl: سموٹے ہیننک

source: Scots
scl: سکاٹس

source: Scripted Speech
scl: کَچَٹ تھے ہِینک باش

source: Search
scl: اُڑارے

source: Seediq
scl: سِیدِک

source: See how your progress compares to other contributors all over the world.
scl: تومی کارکردگی پوری دنیاتو موتے میشیک تھین جگو نلا موازنہ تھے

source: See Less
scl: کیمک پش/چکے

source: See More
scl: مُتے گہ چکے

source: Select a Language...
scl: باش اک تال تھے

source: Select an option
scl: بوٹونو اک گن

source: Select a variant (optional)
scl: موجو مُوتو بدلیک دی تھے (مرضی)

source: Selected
scl: دی تھاک

source: Select File
scl: فائیل دی تھے

source: Select File to Upload
scl: فائیل اپلوڈ تھیونو دی تھے

source: Select the desired language dataset and choose the version you wish to download.
scl: تُوئیڑے اواجیک باشو ڈیٹا سیٹ دی تھے۔ ہو تُوئی سے ڈاونلوڈ تھیم تھاک ورزن گہ دی تھے

source: Select up to three domains (optional)
scl: چے ڈومینی دی تھے (مرضی ہیں)

source: Select your age
scl: تھنے کالی رس

source: Select your sex or gender
scl: بِیرو ہَوں دا سونچی ہوں رس

source: Self Citation
scl: اکینی سائیٹیشن

source: Send a link to my email
scl: مئیی ای-میلینی لنکیک چینڈ۔

source: Send sign up link
scl: سائین اپ لنک چینڈ

source: Sentence
scl: موش

source: Sentence Collection
scl: یوپینیک موجی

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
scl: <sentenceCollectorFragment> مُتے گہ یو تھے ھانک موجی چکے </sentenceCollectorFragment>

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
scl: <sentenceCollectorVideo> موجی یو تھیک(sentence collector) نی ویڈیو چکے </sentenceCollectorVideo>.

source: Sentence Domain
scl: موجو ڈومین

source: Sentences
scl: موجی

source: Sentences are collected for people to read aloud.
scl: جکوڑے رجونو موجی یو بیوں ہاں

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
scl: کا گا موجی کویوچ سے چکینا - چکین /موڈریشن کروم، لیکن نو شیلوکو کوم نی بل۔ کنؤ گا موجیک کا توسے پروجے پاشے، کا سے توٹے روش ارائے یا کھچک تھئی، مثالیک، آ موش سے <participationGuidelines> اسی کویوچو گٹی بین گایڈ لایینز ٹر تھئی </participationGuidelines> - یو آیی نی اسوٹے لیل تھیایین ٹک / فلیگ بٹن زاپ تھے۔ توسے اسوکچی اپھون باؤ، آنی <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
scl: آنے چینیئک موجی عام جکو ہتھےایک cc-0 licensed ڈیٹا سیٹیڑے چینیجوں

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
scl: موجی ایکشان شونگے نی (کامن وائیس) یو تھیونئی کاریو دُو منُوجے سےچکیونو گہ منیونو اواجئی ۔ تُو سے تھنی باشیڑے پون پشاریک آنے </languageGuidelinesLink>سنے۔ موجی عام جکو کاریو بونی اواجئی <licenseLink> موجی چُونے چُونے بونے اواجئی۔ انی تھیونئی کاریو تُوڑے آ موجی لکھاکے نیو کھُوجون بوں۔ <waiverLink> CC اسو وائیور پروسیس استعمال تھے </waiverLink> یا ہو اسوڑے آنے commonvoice@mozilla.com چینڈ۔

source: { $sentences } sentences reviewed. Thank you!
scl: جُوبشخیش

source: Sentence text
scl: موجو لکھیتی

source: Sentence Variant
scl: موجو بدل

source: Separate sentences into one line by pressing “Enter” or “Return” once
scl: موجی اک کیشی نی آنےایک پھیر زاب تھے "Enter" یا آنے ایک پھیر زاب"Return"

source: Serbian
scl: سربین

source: Seri
scl: سیری

source: Serian Bidayuh
scl: سیرین بدایوہ

source: Service and Retail
scl: سروس گہ ریٹیل

source: Set a goal
scl: مقصتیک پرائی

source: Set my visibility
scl: میئی پشیجار پرائی

source: Setswana
scl: سیٹسوانا

source: Settings
scl: پرییجار

source: Sex
scl: جنس

source: Sex or Gender
scl: جنس

source: SHA256 Checksum Copied!
scl: ایس ایچ اے 256 چکینی کاپی بیلی!

source: Shan
scl: شان

source: Share Common Voice
scl: کامن وایس ساجی تھے

source: Share my goal
scl: اکینو مقصد رس

source: Share your clip
scl: تومی کلپ ساجی تھے

source: Share your { $count } Clip Daily Goal for { $type }
scl: دیزو تھنو { $count }کلپ چینڈ { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
scl: ست چھکو تھنو{ $type } کلپی چینڈ { $type }

source: Share your event
scl: تومو کوئی واقعاک چین

source: Shilha
scl: شلہا

source: Shina
scl: شِینا

source: Shortcuts
scl: کھٹی پون

source: [Should be ‘dinosaurs’]
scl: ڈائناسوری بونو اواجئی

source: [Should be “We are”]
scl: 'بے' بونو اواجئی

source: Show me sentences and clips from all variants within my language
scl: می باشینی ہانک بوٹے ویرئینٹینو موجی گہ کلیپی پشائی۔

source: Show my ranking
scl: مُوسے رجاسیک پشاریک

source: Sicilian
scl: سیسیلین

source: Sign up
scl: سائن اپ بو

source: Sign up for an account
scl: اکاؤنڈیک وشیا

source: Sign up for Common Voice newsletters, goal reminders and progress updates
scl: تھیئیے کروم گہ سانچو مشے ،کامن وائس کاری سائن اپ تھے

source: sign up for email updates
scl: ای میل نئی تھیونو سائن اپ تھے

source: Sign up for { $lang } updates:
scl: نائی تازئی کاریو آنے سائین اپ{ $lang } تھے

source: Sindhi
scl: سندھی

source: Single
scl: ایک

source: Single sentence submission
scl: ایک موش چینڈ

source: Single ZIP file containing
scl: اک زیپ فائل نلا ہی

source: Sinhala
scl: سنہالا

source: Siswati
scl: سسواتی

source: Size
scl: سائیز

source: Skip
scl: پھت تھے

source: Skipped
scl: لنگ تھے/ پھت تھے

source: Skip Submission Feedback
scl: چینیوجو تبصرہ لنگ تھے

source: Slovak
scl: سلواک

source: Slovenian
scl: سلوینین

source: Small batch
scl: چُونے ٹال

source: Small batch sentence submission
scl: چُونے چُونے موجی چینڈ

source: Small businesses, including tech and AI start ups
scl: چُونو کروم کار، اے آئی گہ ٹیک

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
scl: [چھینگک] ٹرائاسکو لیگی لا بڑے ڈائناسوری [کھوزی]

source: Social media
scl: سوشل میڈیا

source: Somali
scl: سومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
scl: چیک باشو گرامرینی، موجی گہ رجینی نی لیگی لائی فرق ہِیں۔ انیسئی کاریو بیسے مُتے مُتے موجی سُجنیاریوں ہانس۔ تاکہ باشی رزینیک جک سے انو اتیتو بڑو ڈیٹا سیٹینی تومی باش سُجون تھیون بین۔

source: Someone asks for a language to be added.
scl: ایک سے باش یو تھے تھیوں
